tools/issi/logs/requests/request_20240610_085036.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://tempuri.org/"><SOAP-ENV:Body><ns1:SendMessage><ns1:userName>6e490380-29c2-48d8-8787-d07abee08f58</ns1:userName><ns1:password></ns1:password><ns1:request>&lt;?xml version="1.0" encoding="utf-8"?&gt;
&lt;TransferMessage xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://issi.transfer.bg/messaging/v1"&gt;
            &lt;Header&gt;&lt;EnforcementAgentType&gt;&lt;EnforcementAgentRegNum&gt;892&lt;/EnforcementAgentRegNum&gt;&lt;EnforcementAgentName&gt;Христо Василев Георгиев&lt;/EnforcementAgentName&gt;&lt;/EnforcementAgentType&gt;&lt;TransferDate&gt;2024-06-10T08:50:35+03:00&lt;/TransferDate&gt;&lt;TransferGUID&gt;{739ad168-2e88-4732-9ecc-a7c543dec50a}&lt;/TransferGUID&gt;&lt;/Header&gt;&lt;Body&gt;&lt;TransferData&gt;&lt;IncomingReg xmlns="http://issi.transfer.bg/R-0010"&gt;&lt;IncomingRegDetails xmlns="http://issi.transfer.bg/R-0001"&gt;&lt;RegDate&gt;2024-05-11T13:21:18+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;15126&lt;/RegNumber&gt;&lt;CaseNum&gt;20238920400323&lt;/CaseNum&gt;&lt;CaseDate&gt;2023-04-13&lt;/CaseDate&gt;&lt;Subject xmlns="http://issi.transfer.bg/0001"&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;НБД население&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;7&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Лично&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;195&lt;/DocSubCategoryCode&gt;&lt;Description&gt;справка&lt;/Description&gt;&lt;Notes/&gt;&lt;/IncomingRegDetails&gt;&lt;IncomingRegDetails xmlns="http://issi.transfer.bg/R-0001"&gt;&lt;RegDate&gt;2024-05-11T13:22:11+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;15127&lt;/RegNumber&gt;&lt;CaseNum&gt;20238920400323&lt;/CaseNum&gt;&lt;CaseDate&gt;2023-04-13&lt;/CaseDate&gt;&lt;Subject xmlns="http://issi.transfer.bg/0001"&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;Имотен Регистър&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;7&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Лично&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;195&lt;/DocSubCategoryCode&gt;&lt;Description&gt;справка&lt;/Description&gt;&lt;Notes/&gt;&lt;/IncomingRegDetails&gt;&lt;IncomingRegDetails xmlns="http://issi.transfer.bg/R-0001"&gt;&lt;RegDate&gt;2024-05-11T13:22:49+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;15128&lt;/RegNumber&gt;&lt;CaseNum&gt;20238920400323&lt;/CaseNum&gt;&lt;CaseDate&gt;2023-04-13&lt;/CaseDate&gt;&lt;Subject xmlns="http://issi.transfer.bg/0001"&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;НОИ&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;7&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Лично&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;195&lt;/DocSubCategoryCode&gt;&lt;Description&gt;справка&lt;/Description&gt;&lt;Notes/&gt;&lt;/IncomingRegDetails&gt;&lt;IncomingRegDetails xmlns="http://issi.transfer.bg/R-0001"&gt;&lt;RegDate&gt;2024-05-11T13:23:32+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;15129&lt;/RegNumber&gt;&lt;CaseNum&gt;20238920400323&lt;/CaseNum&gt;&lt;CaseDate&gt;2023-04-13&lt;/CaseDate&gt;&lt;Subject xmlns="http://issi.transfer.bg/0001"&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;НОИ&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;7&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Лично&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;195&lt;/DocSubCategoryCode&gt;&lt;Description&gt;справка&lt;/Description&gt;&lt;Notes/&gt;&lt;/IncomingRegDetails&gt;&lt;IncomingRegDetails xmlns="http://issi.transfer.bg/R-0001"&gt;&lt;RegDate&gt;2024-05-11T15:11:26+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;15130&lt;/RegNumber&gt;&lt;CaseNum&gt;20188920402430&lt;/CaseNum&gt;&lt;CaseDate&gt;2018-09-10&lt;/CaseDate&gt;&lt;Subject xmlns="http://issi.transfer.bg/0001"&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;НОИ&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;7&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Лично&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;195&lt;/DocSubCategoryCode&gt;&lt;Description&gt;справка НОИ&lt;/Description&gt;&lt;Notes/&gt;&lt;/IncomingRegDetails&gt;&lt;/IncomingReg&gt;&lt;OutgoingReg xmlns="http://issi.transfer.bg/R-0010"&gt;&lt;OutgoingRegDetails xmlns="http://issi.transfer.bg/R-0002"&gt;&lt;RegDate&gt;2024-05-11T13:24:53+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;13293&lt;/RegNumber&gt;&lt;CaseNum&gt;20238920400592&lt;/CaseNum&gt;&lt;CaseDate&gt;2023-06-14&lt;/CaseDate&gt;&lt;Subject&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;Справка - ЕСГРАО&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;0&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"/&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;176&lt;/DocSubCategoryCode&gt;&lt;Description&gt;Справка - ЕСГРАО&lt;/Description&gt;&lt;Notes/&gt;&lt;DeliveryDate&gt;2024-06-10&lt;/DeliveryDate&gt;&lt;/OutgoingRegDetails&gt;&lt;OutgoingRegDetails xmlns="http://issi.transfer.bg/R-0002"&gt;&lt;RegDate&gt;2024-05-11T13:29:30+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;13294&lt;/RegNumber&gt;&lt;CaseNum&gt;20228920400956&lt;/CaseNum&gt;&lt;CaseDate&gt;2022-08-17&lt;/CaseDate&gt;&lt;Subject&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;РАЙОН "МЛАДОСТ" /ПОДЕЛЕНИЕ/&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;1&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Препоръчано писмо&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;111&lt;/DocSubCategoryCode&gt;&lt;Description&gt;Налагане на запор - Т.В.&lt;/Description&gt;&lt;Notes/&gt;&lt;DeliveryDate&gt;2024-06-10&lt;/DeliveryDate&gt;&lt;/OutgoingRegDetails&gt;&lt;OutgoingRegDetails xmlns="http://issi.transfer.bg/R-0002"&gt;&lt;RegDate&gt;2024-05-11T13:44:57+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;13295&lt;/RegNumber&gt;&lt;CaseNum&gt;20228920400956&lt;/CaseNum&gt;&lt;CaseDate&gt;2022-08-17&lt;/CaseDate&gt;&lt;Subject&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;Милена Георгиева Страхинова&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;7&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Лично&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;8&lt;/DocSubCategoryCode&gt;&lt;Description&gt;Уведомление до длъжник&lt;/Description&gt;&lt;Notes/&gt;&lt;DeliveryDate&gt;2024-06-10&lt;/DeliveryDate&gt;&lt;/OutgoingRegDetails&gt;&lt;OutgoingRegDetails xmlns="http://issi.transfer.bg/R-0002"&gt;&lt;RegDate&gt;2024-05-11T13:45:58+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;13296&lt;/RegNumber&gt;&lt;CaseNum&gt;20228920400956&lt;/CaseNum&gt;&lt;CaseDate&gt;2022-08-17&lt;/CaseDate&gt;&lt;Subject&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt; ПРОФИ КРЕДИТ България ЕООД&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;4&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Електронна поща&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;12&lt;/DocSubCategoryCode&gt;&lt;Description&gt;Уведомление до взискател&lt;/Description&gt;&lt;Notes/&gt;&lt;DeliveryDate&gt;2024-06-10&lt;/DeliveryDate&gt;&lt;/OutgoingRegDetails&gt;&lt;OutgoingRegDetails xmlns="http://issi.transfer.bg/R-0002"&gt;&lt;RegDate&gt;2024-05-11T15:11:07+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;13297&lt;/RegNumber&gt;&lt;CaseNum&gt;20188920402430&lt;/CaseNum&gt;&lt;CaseDate&gt;2018-09-10&lt;/CaseDate&gt;&lt;Subject&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;НОИ&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;0&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"/&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;176&lt;/DocSubCategoryCode&gt;&lt;Description&gt;Искане до НОИ&lt;/Description&gt;&lt;Notes/&gt;&lt;DeliveryDate&gt;2024-06-10&lt;/DeliveryDate&gt;&lt;/OutgoingRegDetails&gt;&lt;/OutgoingReg&gt;&lt;CasesReg xmlns="http://issi.transfer.bg/R-0010"/&gt;&lt;ActionReg xmlns="http://issi.transfer.bg/R-0010"&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-05-11T13:21:18+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;1&lt;/ActionNumber&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name/&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;справка&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-05-11T13:22:11+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;2&lt;/ActionNumber&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name/&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;справка&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-05-11T13:22:49+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;3&lt;/ActionNumber&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name/&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;справка&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-05-11T13:23:32+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;4&lt;/ActionNumber&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name/&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;справка&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-05-11T13:24:53+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;5&lt;/ActionNumber&gt;&lt;CaseNum&gt;20238920400592&lt;/CaseNum&gt;&lt;CaseDate&gt;2023-06-14&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;Справка - ЕСГРАО&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;Справка - ЕСГРАО&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-05-11T13:29:30+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;6&lt;/ActionNumber&gt;&lt;CaseNum&gt;20228920400956&lt;/CaseNum&gt;&lt;CaseDate&gt;2022-08-17&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;РАЙОН "МЛАДОСТ" /ПОДЕЛЕНИЕ/&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;Налагане на запор - Т.В.&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-05-11T13:44:57+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;7&lt;/ActionNumber&gt;&lt;CaseNum&gt;20228920400956&lt;/CaseNum&gt;&lt;CaseDate&gt;2022-08-17&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;Милена Георгиева Страхинова&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;Уведомление до длъжник&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-05-11T13:45:58+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;8&lt;/ActionNumber&gt;&lt;CaseNum&gt;20228920400956&lt;/CaseNum&gt;&lt;CaseDate&gt;2022-08-17&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt; ПРОФИ КРЕДИТ България ЕООД&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;Уведомление до взискател&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-05-11T15:11:07+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;9&lt;/ActionNumber&gt;&lt;CaseNum&gt;20188920402430&lt;/CaseNum&gt;&lt;CaseDate&gt;2018-09-10&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;НОИ&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;Искане до НОИ&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-05-11T15:11:26+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;10&lt;/ActionNumber&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name/&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;справка НОИ&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;/ActionReg&gt;&lt;/TransferData&gt;&lt;/Body&gt;&lt;/TransferMessage&gt;
</ns1:request></ns1:SendMessage></SOAP-ENV:Body></SOAP-ENV:Envelope>
